# ConvertToUnstyledSlab

## Description
Sets a slab to be unstyled.

```pascal
PROCEDURE ConvertToUnstyledSlab(slab : HANDLE);
```

```python

def vs.ConvertToUnstyledSlab(slab):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|slab|HANDLE|The slab.|

## Version
Availability: from Vectorworks 2011
## Category
* Objects - Architectural